Repository: LMSCloud/LMSEventManagement
Catalog: locales/*.po
Languages: de

source: id
de: Nr.

source: min_age
de: Mindestalter

source: max_age
de: Maximalalter

source: street
de: Straße

source: number
de: Hausnummer

source: city
de: Stadt

source: zip
de: PLZ

source: country
de: Land

source: target_groups
de: Zielgruppen

source: event_type
de: Veranstaltungstyp

source: max_participants
de: Maximale Anzahl Teilnehmender

source: location
de: Veranstaltungsort

source: image
de: Bild

source: description
de: Beschreibung

source: open_registration
de: Offene Registrierung

source: registration_link
de: Registrierungslink

source: setting
de: Einstellung

source: value
de: Wert

source: Abort
de: Abbrechen

source: Confirm
de: Bestätigen

source: Table Controls
de: Tabellen-Einstellungen

source: Add
de: Hinzufügen

source: Close
de: Schließen

source: Create
de: Erstellen

source: Table navigation
de: Tabellen-Navigation

source: Previous
de: Zurück

source: Next
de: Vor

source: Loading
de: Läd

source: Search
de: Suche

source: No data to display
de: Keine Daten vorhanden

source: Please confirm
de: Bitte bestätigen Sie

source: Are you sure you want to delete:
de: Sind Sie sich sicher, dass Sie Folgendes löschen möchten:

source: Are you sure you want to delete this entry?
de: Sind Sie sich sicher, dass sie diesen Eintrag löschen möchten?

source: Path
de: Pfad

source: No matches found
de: Keine Treffer gefunden

source: Try refining your search.
de: Versuchen Sie, Ihre Suche zu verfeinern.

source: Help
de: Hilfe

source: actions
de: Aktionen

source: Edit
de: Bearbeiten

source: Save
de: Speichern

source: Delete
de: Löschen

source: sec ago
de: Sek.

source: Advanced Search Syntax
de: Fortgeschrittene Abfrage-Syntax

source: Field Equality Matches
de: Feld-Gleicheits-Matches

source: This will match results where the given field name matches the specified value.
de: Diese Option liefert Treffer, bei denen der Wert des Feldnamens dem spezifizierten Wert entspricht.

source: Example:
de: Beispiel:

source: will return results where the age field equals 25.
de: liefert Ergebnisse, bei denen das “age”-Feld den Wert 25 enthält.

source: Complex Matching Clauses
de: Komplexe Matching-Abragen

source: This allows the use of various matching clauses including
de: Dies Option erlaubt den Einsatz verschiedener Matching-Abfragen, unter Anderem

source: , and
de: , und

source: will return results where the age field is greater than 25.
de: liefert Ergebnisse, bei denen das “age”-Feld einen Wert größer 25 enthält.

source: Multi-field Filtering
de: Multi-Feld-Filterung

source: This will filter the response to only those results where both field1 contains value1 AND field2 contains value2.
de: Dies Option filtert das Ergebnis so, dass nur solche Matches angezeigt werden, bei denen “field1” “value1” UND “field2” “value2” enthält.

source: will return results where the name field is John AND the age field equals 25.
de: liefert Ergebnisse, bei denen das “name”-Feld den Wert John UND das “age”-Feld den Wert 25 enthält.

source: OR Queries
de: OR Abfragen

source: This will return results where the fieldname is either value1 OR value2.
de: Diese Option liefert Ergebnisse, bei denen ein Feldname entweder “value1” ODER “value2” enthält.

source: Exact Matches
de: Exakte Matches

source: If you quote the search term in double quotes, it will find only exact matches.
de: Wenn Sie den Suchterm in doppelte Anführungszeichen setzen, werden nur exakte Treffer zurückgeliefert.

source: If a value is not quoted, it will perform a search with wildcard matches, meaning it will return results where the field contains the specified value.
de: Wenn ein Wert nicht in doppelte Anführungszeichen gesetzt wird, wird eine Suche mit Wildcard Matches durchgeführt, d.h. dass Ergebnisse zurückgeliefert werden, bei denen Felder den spezifizierten Wert enthalten.

source: Nested Data Query
de: Verschachtelte Daten-Abfragen

source: If you are requesting related data be embedded into the response one can query on the related data using dot notation in the field names.
de: Wenn Sie in Ihrer Abfrage relationale Daten einbetten, können Sie in der Antwort relationale Abfragen mithilfe der Punkt-Notation in den Feldnamen durchführen.

source: will return results where the code field of extended
de: liefert Ergebnisse, bei denen das “code”-Feld der extended

source: attributes is 1.
de: attributes den Wert 1 enthält.

source: Bare Search
de: Einfache Suche

source: A bare search without keywords will search all fields with forward and backward truncation meaning *SEARCH_TERM*. This can be used for broad queries where the specific field isn't known.
de: Eine einfache Suche ohne Schlüsselworte durchsucht alle Felder mit vorwärts- und rückwärtsgerichteter Trunkierung, d.h. *SUCHTERM*. Diese Option kann für umfängliche Suchen benutzt werden, in denen das Zielfeld unbekannt ist.

source: Settings
de: Einstellungen

source: Target Groups
de: Zielgruppen

source: Locations
de: Veranstaltungsorte

source: Event Types
de: Veranstaltungstypen

source: Events
de: Veranstaltungen

source: Images
de: Bilder

source: Create Event Type
de: Veranstaltungstyp hinzufügen

source: Name of the event type, e.g. 'Workshop' or 'Lecture'.
de: Name des Veranstaltungstyps, bpsw. ‘Workshop’ oder ‘Vortrag’.

source: Min Age
de: Mindestalter

source: Minimum age of the target groups, e.g. '18'.
de: Minimalalter der Zielgruppe, bspw. ’18’.

source: Max Age
de: Maximalalter

source: Maximum age of the target groups, e.g. '99'.
de: Maximalalter der Zielgruppe, bspw. ’99’.

source: Max Participants
de: Maximale Anzahl Teilnehmender

source: Maximum number of participants, e.g. '20'.
de: Maximale Anzahl Teilnehmender, bspw. ’20’.

source: Location
de: Veranstaltungsort

source: Image
de: Bild

source: Image URL
de: Bild-URL

source: Description
de: Beschreibung

source: Description of the event type, e.g. 'This is a workshop.'
de: Beschreibung des Veranstaltungstyps, bspw. ‘Dies ist ein Workshop.’

source: Open Registration
de: Offene Registrierung

source: Create Event
de: Veranstaltung hinzufügen

source: Event Type (Changing this will reset other fields)
de: Veranstaltungstyp (Die Auswahl des Typs überschreibt andere Felder)

source: Name of the event, e.g. 'Concert' or 'Workshop'.
de: Name der Veranstaltung, bspw. ‘Konzert’ oder ‘Workshop’.

source: Maximum number of participants, e.g. '100'.
de: Maximale Anzahl Teilnehmender, bspw. ‘100’.

source: Start Time
de: Veranstaltungsbeginn

source: Start time of the event, e.g. '2023-01-01 10:00'.
de: Beginn der Veranstaltung, bspw. ‘2023-01-01 10:00’.

source: End Time
de: Veranstaltungsende

source: End time of the event, e.g. '2023-01-01 12:00'.
de: Ende der Veranstaltung, bspw. ‘2023-01-01 12:00’.

source: Registration Start
de: Registrierungsstart

source: Registration start time, e.g. '2023-01-01 08:00'.
de: Beginn der Registrierung, bspw. ‘2023-01-01 08:00’.

source: Registration End
de: Registrierungsende

source: Registration end time, e.g. '2023-01-01 09:00'.
de: Ende der Registrierung, bspw. ‘2023-01-01 09:00’.

source: Image URL, e.g. 'https://example.com/image.png'.
de: Bild-URL, bspw. ‘https://example.com/image.png’.

source: Description of the event, e.g. 'This is a concert.'.
de: Beschreibung der Veranstaltung, bspw. ‘Dies ist ein Konzert’.

source: Registration Link
de: Registrierungslink

source: Registration link, e.g. 'https://example.com'.
de: Registrierungslink, bspw. ‘https://example.com’.

source: pending
de: Ausstehend

source: confirmed
de: Bestätigt

source: canceled
de: Abgesagt

source: sold_out
de: Ausverkauft

source: Create Location
de: Veranstaltungsort hinzufügen

source: Name of the location, e.g. 'World Trade Center' or 'Room 101'.
de: Name des Veranstaltungsort, bspw. ‘Brandenburger Tor’ oder ‘Raum 101’.

source: Street
de: Straße

source: Street name and number, e.g. 'Main Street'.
de: Straßenname, bspw. Hauptstraße.

source: Number
de: Hausnummer

source: Street number, e.g. '42'.
de: Hausnumber, bspw. ’42’.

source: City
de: Stadt

source: City, e.g. 'New York'.
de: Stadt, bspw. ‘Berlin’.

source: Zip
de: PLZ

source: Zip code, e.g. '10007'.
de: PLZ, bspw. ‘10115’.

source: Country
de: Land

source: Country, e.g. 'USA'.
de: Land, bspw. ‘Deutschland’.

source: Link to the location's website or a map, e.g. 'https://www.example.com' or 'https://openstreetmap.org'.
de: Link zur Website oder einem Kartenanbieter, bspw. ‘https://www.example.com' oder ‘https://openstreetmap.org’.

source: Create Target Group
de: Zielgruppe hinzufügen

source: Name of the target group, e.g. 'Children' or 'Adults'.
de: Name der Zielgruppe, bspw. ‘Kinder’ oder ‘Erwachsene’.

source: Minimum age of the target group, e.g. '18'.
de: Mindestalter der Zielgruppe, bspw. ’18’.

source: Maximum age of the target group, e.g. '99'.
de: Maximalalter der Zielgruppe, bspw. ’99’.

source: There are no events to display
de: Es sind keine Veranstaltungen vorhanden, die angezeigt werden könnten

source: Location not found
de: Veranstaltungsort nicht gefunden

source: You've reached the end
de: Sie haben das Ende erreicht

source: Load more
de: Mehr anzeigen

source: You can add a new event type by clicking the + button below
de: Sie können einen neuen Veranstaltungstyp über den + Button hinzufügen

source: You have to create a
de: Sie müssen zuerst eine

source: target group
de: Zielgruppe

source: and a
de: und einen

source: first
de: erstellen

source: You can add a new event by clicking on the + button below
de: Sie können eine neue Veranstaltung über den + Button hinzufügen

source: a
de: einen

source: and an
de: und einen

source: event type
de: Veranstaltungstyp

source: No settings found
de: Keine Einstellungen gefunden

source: Data
de: Daten

source: Waitlist
de: Warteliste

source: Preview
de: Vorschau

source: Not implemented
de: Nicht implementiert

source: Are you sure you want to delete this event?
de: Sind Sie sich sicher, dass Sie diese Veranstaltung löschen möchten?

source: Event controls
de: Veranstaltungssteuerung

source: Collapse All
de: Alles einklappen

source: Basic Information
de: Basisinformationen

source: Event Type
de: Veranstaltungstyp

source: Age and Participants
de: Altersspanne und Teilnehmerzahl

source: Event Times
de: Veranstaltungszeiten

source: Additional Information
de: Zusätzliche Informationen

source: Sort by
de: Sortieren nach

source: Event type
de: Veranstaltungstyp

source: Target group
de: Zielgruppe

source: Show events from
de: Zeige Events ab

source: Now on
de: Jetzt

source: Custom date
de: folgendem Datum

source: Reset filters
de: Filter zurücksetzen

source: Directions to the venue by
de: Wegbeschreibung zum Veranstaltungsort durch

source: Date and Time
de: Datum und Uhrzeit

source: Fees
de: Teilnahmegebühren

source: No fees
de: Keine

source: Target Group
de: Zielgruppe

source: Age Range
de: Altersspanne

source: Fee
de: Teilnahmegebühr

source: Register
de: Registrieren

source: Filter
de: Filtern

source: Age
de: Altersspanne

source: Registration & Dates
de: Registrierung und Zeiten

source: Start Date
de: Von

source: End Date
de: Bis

source: Show filters
de: Filter anzeigen

source: Hide filters
de: Filter ausblenden

source: Select images
de: Bilder auswählen

source: or drag and drop
de: oder ziehen Sie sie aus dem Datei-Explorer

source: up to
de: bis zu

source: Link constructed!
de: Link konstruiert!

source: Link constructed
de: Link konstruiert

source: Copy to clipboard
de: In die Zwischenablage kopieren

source: Custom Image URL, e.g. https://example.com/image.png
de: Eigene Bild-URL, bspw. ‘https://example.com/image.png’

source: Reset size
de: Größe zurücksetzen

source: Error: Invalid date
de: Fehler: Ungültiges Datum

source: There's been an error
de: Es ist ein Fehler aufgetreten

source: Pending
de: Ausstehend

source: Confirmed
de: Bestätigt

source: Canceled
de: Abgesagt

source: Sold Out
de: Ausverkauft

source: Error
de: Fehler

source: target_group
de: Zielgruppe

source: selected
de: Ausgewählt

source: fee
de: Teilnahmegebühr

source: Please select an option
de: Bitte wählen Sie eine Option

source: A file with the same content already exists
de: Eine Datei mit dem selben Namen existiert bereits

source: File type is not allowed. Only jpg, jpeg, png, gif, avif, and webp files are allowed.
de: Unerlaubter Dateityp. Nur jpg, jpeg, png, gif, avif und webp erlaubt.

source: File size exceeds 10MB limit
de: Dateigröße übersteigt 10MB

source: Could not open file
de: Datei konnte nicht geöffnet werden

source: Could not write to file
de: Datei konnte nicht beschrieben werden

source: Could not close file
de: Datei konnte nicht geschlossen werden

source: Failed to store uploaded file in database
de: Speichern der Datei in der Datenbank fehlgeschlagen

source: Event not found
de: Veranstaltung nicht gefunden

source: start_time
de: Veranstaltungsbeginn

source: end_time
de: Veranstaltungsende

source: registration_start
de: Registrierungsstart

source: registration_end
de: Registrierungsende

source: At least one target group must be selected.
de: Sie müssen mindestens eine Zielgruppe auswählen.

source: Event type not found
de: Veranstaltungstyp nicht gefunden

source: File not found
de: Datei nicht gefunden

source: Setting not found
de: Einstellung nicht gefunden

source: Target Group not found
de: Zielgruppe nicht gefunden

source: The given value is not defined.
de: Der eingesetzte Wert ist nicht definiert.

source: The given value for
de: Der eingesetzte Wert für

source: The given value:
de: Der eingesetzte Wert:

source: is not alphanumeric.
de: ist nicht alphanumerisch.

source: has not the given length.
de: hat nicht die angegebene Länge.

source: exceeds the maximum length.
de: überschreitet die Maximallänge.

source: is not a number.
de: ist keine Zahl.

source: is not positive.
de: ist nicht positiv.

source: exceeds the maximum value.
de: überschreitet den Maximalwert.

source: is not in the given range.
de: liegt nicht im angegebenen Bereich.

source: is not a valid datetime value.
de: ist kein erlaubter DateTime-Wert.

source: is not after the current localtime.
de: liegt nicht nach der derzeitigen Systemzeit.

source: is not before the given datetime.
de: liegt nicht vor dem eingesetzten DateTime-Wert.

source: is not a color in the format #RRGGBB or rgb(0-255, 0-255, 0-255) or rgba(0-255, 0-255, 0-255, 0.0-1.0).
de: ist keine Farbe im Format #RRGGBB oder rgb(0-255, 0-255, 0-255) oder rgba(0-255, 0-255, 0-255, 0.0-1.0).

source: is not a time in the format HH:mm.
de: ist keine Zeit im Format HH:mm.

source: catalog
de: Katalog

source: Home
de: Start
